export const tasks  = [
    {
      day: 'ПН',
      легко: 2,
      средние: 12,
      тяжелые: 36,
    },
    {
      day: 'ВТ',
      легко: 4,
      средние: 12,
      тяжелые: 6,
    },
    {
      day: 'СР',
      легко: 40,
      средние: 12,
      тяжелые: 36,
    },
    {
        day: 'ЧТ',
        легко: 40,
        средние: 12,
        тяжелые: 36,
      },
      {
        day: 'ПТ',
        легко: 32,
        средние: 11,
        тяжелые: 6,
      },
      {
        day: 'СБ',
        легко: 40,
        средние: 12,
        тяжелые: 36,
      }, {
        day: 'ВС',
        легко: 40,
        средние: 12,
        тяжелые: 36,
      },
      {
        day: 'ПН',
        легко: 40,
        средние: 2,
        тяжелые: 36,
      },
      {
        day: 'ВТ',
        легко: 40,
        средние: 12,
        тяжелые: 36,
      },
      {
        day: 'СР',
        легко: 40,
        средние: 12,
        тяжелые: 36,
      },
      {
          day: 'ЧТ',
          легко: 40,
          средние: 12,
          тяжелые: 36,
        },
        {
          day: 'ПТ',
          легко: 40,
          средние: 12,
          тяжелые: 36,
        },
        {
          day: 'СБ',
          легко: 40,
          средние: 12,
          тяжелые: 36,
        }, {
          day: 'ВС',
          легко: 40,
          средние: 12,
          тяжелые: 36,
        },
        {
            day: 'ПН',
            легко: 40,
            средние: 12,
            тяжелые: 36,
          },
          {
            day: 'ВТ',
            легко: 40,
            средние: 12,
            тяжелые: 36,
          },
          {
            day: 'СР',
            легко: 40,
            средние: 12,
            тяжелые: 36,
          },
          {
              day: 'ЧТ',
              легко: 40,
              средние: 12,
              тяжелые: 36,
            },
            {
              day: 'ПТ',
              легко: 40,
              средние: 12,
              тяжелые: 36,
            },
            {
              day: 'СБ',
              легко: 40,
              средние: 12,
              тяжелые: 36,
            }, {
              day: 'ВС',
              легко: 40,
              средние: 12,
              тяжелые: 36,
            },
    
  ];
  export default {
    dataSource() {
      return tasks;
    },
  };